---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.EditingFailures.ExtendToOtherCrash
source: html/10cd645b-f225-80ad-46af-51e95e17d42f.htm
---
# Autodesk.Revit.DB.BuiltInFailures.EditingFailures.ExtendToOtherCrash Property

Can't keep [Type Name] extended to [Type Name].

## Syntax (C#)
```csharp
public static FailureDefinitionId ExtendToOtherCrash { get; }
```